Repository: pahlawandevisa/pryced
Catalog: locale/*/LC_MESSAGES/pryced.po
Languages: ru

source: Need to work BeautifulSoup library. It can be found at http://code.google.com/p/pryced/downloads/list
ru: Для работы нужна библиотека BeautifulSoup (Можно найти на сайте: http://code.google.com/p/pryced/downloads/list)

source: Error on create table:
ru: Ошибка при создании таблицы:

source: Error on query execution:
ru: Ошибка при выполнении запроса:

source: Link on "%s. %s" exists in database!
ru: Ссылка на "%s. %s" уже существует в базе!

source: Stopping due to error:
ru: Остановка из-за ошибки:

source: Link on "%s. %s" added in database.
ru: Ссылка на "%s. %s" добавлена в базу.

source: Failed to parse links in the book:
ru: Ошибка при извлечения данных о книге:

source: title:
ru: заголовок:

source: author:
ru: автор:

source: serial:
ru: серия:

source: price:
ru: цена:

source: desc2:
ru: доп.инф.:

source: Failed to load link:
ru: Сбой на загрузке ссылки:

source: Prices updated.
ru: Цены обновлены.

source: Total links is
ru: Всего ссылок на книги:

source: Stats: total links:
ru: Статистика: всего ссылок:

source: in min:
ru: в минимуме:

source: new links in min:
ru: новых ссылок в минимуме:

source: in zero:
ru: в нуле:

source: others:
ru: остальных:

source: the some requests were finished with errors
ru: некоторые запросы завершились с ошибками

source: error code:
ru: код ошибки:

source: , counter:
ru: , количество:

source: now:
ru: сейчас:

source: , min:
ru: , минимум:

source: , max:
ru: , максимум:

source: : price now:
ru: : цена сейчас:

source: usage:
ru: использование:

source: {-a|t <link on book> | -g}
ru: {-a|t <ссылка на книгу> | -g}

source: -a <link on book> - add link im database
ru: -a <ссылка на книгу> - добавить ссылку на книгу в базу

source: -t <link on book> - check link in parser
ru: -t <ссылка на книгу> - проверить ссылку

source: -g - get current prices and store their in database
ru: -g - получить текущие цены и сохранить их в базу

source: Runtime error:
ru: Ошибка при выполнении:

source: Runnning time is %s
ru: Время работы: %s
